/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "Sa snimkom zaslona";
"zanalytics.bug.alert.withscreenrecord" = "Sa snimanjem zaslona";
"zanalytics.bug.alert.about" = "Informacije";
"zanalytics.bug.alert.from" = "Šalje";
"zanalytics.bug.alert.imagelimitreached" = "Dostignuto je ograničenje";
"zanalytics.bug.alert.imagelimits" = "Možete priložiti do 10 slika";
"zanalytics.bug.alert.macheader" = "Podijelite povratne informacije s nama ili prijavite greške zajedno s prilozima za našu referencu";
"zanalytics.bug.alert.write" = "Pišite nam";
"zanalytics.bug.alert.recordedclip" = "Snimljeni isječci";


"zanalytics.bug.alert.anonymalert" = "Uvijek se preporučuje da povratne informacije podijelite sa svojom e-adresom. Ako ne podijelite svoju adresu e-pošte, nećemo moći s vama kontaktirati kako bismo vas obavijestili o problemu.";

"zanalytics.bug.alert.quitfeedback" = "Sigurno želite napustiti?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Nisu dostupne snimke zaslona";
"zanalytics.feedback.navbar.title.screenshots" = "Snimke zaslona";
"zanalytics.feedback.navbar.title.snap" = "Prikaži na dijelu zaslona";
"zanalytics.feedback.navbar.title.compose" = "Sastavi";


"zanalytics.bug.alert.cancel"               = "Ne";
"zanalytics.bug.alert.title"                = "Želite li nam nešto otkriti?";
"zanalytics.feedback.navbar.title.feedback"             = "Povratne informacije";
"zanalytics.feedback.navbar.title.reportbug"            = "Prijavi grešku";
"zanalytics.feedback.navbar.title.helpme"               = "U pomoć!";
"zanalytics.feedback.navbar.title.systemlogs"             = "Zapisi sustava";
"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Dijagnostičke informacije";
"zanalytics.bug.alert.dontshowagain"            = "Ne prikazuj ponovno";
"zanalytics.bug.alert.title.helpme"            = "U pomoć!";
"zanalytics.bug.alert.message.savetolocal"         = "Žao nam je... Nismo mogli poslati izvješće o greški, želite li spremiti snimku zaslona?";
"zanalytics.feedback.email.title"                = "Adresa e-pošte";
"zanalytics.bug.detectscreen.title"       = "Pronašli ste nešto zanimljivo?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Da";
"zanalytics.bug.alert.detectscreen.no"                       = "Ne";
"zanalytics.bug.alert.detectscreen.share" = "Dijeli";
"zanalytics.bug.alert.detectscreen.dontshow" = "Nemoj više pitati";
"zanalytics.bug.annotate.button.title"                       = "Zabilježi grešku s pomoću donjih alata";
"zanalytics.feedback.failed.alert.description" = "Slanje povratnih informacija nije uspjelo, pokušajte ponovno!";
"zanalytics.feedback.success.alert.description" = "Hvala što ste poslali povratne informacije!";
"zanalytics.feedback.common.alert.title.add.photos" = "Dodaj fotografije";
"zanalytics.feedback.common.alert.title.alert" = "Upozorenje";
"zanalytics.feedback.common.button.title.back" = "Natrag";
"zanalytics.feedback.common.button.title.cancel" = "Otkaži";
"zanalytics.feedback.common.button.title.close" = "Zatvori";
"zanalytics.feedback.common.button.title.ok" = "U redu";
"zanalytics.feedback.textview.placeholder"           = "Cijenimo vaše povratne informacije. Slobodno nam otkrijte svoje mišljenje o našim uslugama.";
"zanalytics.bug.textview.placeholder"           = "Jeste li naišli na probleme prilikom korištenja našom aplikacijom? Otkrijte nam.";
"zanalytics.help.textview.placeholder"           = "Pokušat ćemo ispraviti te greške i pomoći vam!";
"zanalytics.feedback.add.photos.alert.description" = "Nema priloženih fotografija, otvorite galeriju fotografija da biste ih dodali!";
"zanalytics.feedback.add.photos.alert.open" = "Otvori fotografije";
"zanalytics.feedback.access.photos.alert.description" = "%@ aplikacija nema pristup vašim fotografijama.\nOmogućite pristup tako da idete na: Postavke > Privatnost > Fotografije > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Postavke";
"zanalytics.feedback.label.title.anonymous" = "Anonimno";
"zanalytics.feedback.navbar.button.title.send" = "Pošalji";
"zanalytics.feedback.navbar.button.title.next" = "Dalje";
"zanalytics.feedback.navbar.button.title.done" = "Gotovo";
"zanalytics.feedback.navbar.button.title.editphotos" = "Uredi fotografije";
"zanalytics.feedback.navbar.button.title.addmore" = "Dodaj više";
"zanalytics.feedback.navbar.button.title.attach" = "Priloži";
"zanalytics.feedback.navbar.button.title.delete" = "Izbriši";
"zanalytics.feedback.navbar.title.taptoedit" = "Dodirni za uređivanje";
"zanalytics.feedback.navbar.title.editor" = "Uređivač";
"zanalytics.feedback.navbar.title.choosephotos" = "Izaberi fotografije";
"zanalytics.feedback.navbar.title.selectphotos" = "Odaberite fotografije";
"zanalytics.feedback.navbar.title.photoselected" = "Odabrana fotografija";
"zanalytics.feedback.navbar.title.photosselected" = "Odabrane fotografije";
"zanalytics.feedback.accessory.title.systemlogs" = "Uključuje zapise sustava";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Uključi dijagnostičke informacije";
"zanalytics.feedback.accessory.button.title.view" = "Prikaži";
"zanalytics.feedback.picker.image.notfound" = "Slike nisu pronađene";
"zanalytics.feedback.attachments.title" = "Prilozi (%i)";
"zanalytics.feedback.privacy.consent.description" = "Preporučujemo da uključite zapisnik konzole i dijagnostičke podatke jer će to našim programerima pomoći da lakše razumiju povratne informacije koje dijelite.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Zapisnici konzole";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Dijagnostičke informacije";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Ostale informacije";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informacije o uređaju";
"zanalytics.feedback.privacy.consent.cancel" = "Otkaži";
"zanalytics.feedback.privacy.consent.openmailapp" = "Otvori u e-pošti";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Uvijek pošalji";



// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Zabilježite svoj problem";
"issuerecordscreen.label.close" = "Zatvori";
"issuerecordscreen.label.failedtoinitiate" = "Pokretanje snimanja zaslona nije uspjelo";
"issuerecordscreen.label.failuremultiwindow" = "Sadržaj koji pokušavate snimiti je u načinu rada s više prozora, što ne podržava snimanje. Prebacite se na način cijelog zaslona";
"issuerecordscreen.label.nointerneterror" = "Za snimanje zaslona, potrebna je internetska veza. Povežite kako biste nastavili.";
"issuerecordscreen.label.ok" = "U redu";
"issuerecordscreen.label.recordinginfo" = "Brzo zabilježite probleme s kojima se suočavate i pošaljite ih našem timu za podršku radi lakšeg razumijevanja i brze pomoći.";
"issuerecordscreen.label.iagreetext" = "Slažem se i pristajem na prikupljanje potrebnih podataka. Prikaži pojedinosti";
"issuerecordscreen.label.optiontotrim" = "Imate mogućnost oblikovanja, uređivanja i dodavanja bilješki snimljenom videozapisu.";
"issuerecordscreen.label.startrecording" = "Pokreni bilježenje";
"issuerecordscreen.label.endrecording" = "Kraj snimanja";
"issuerecordscreen.label.recordinginprogress" = "Snimanje u tijeku!";
"issuerecordscreen.label.quicktipstext" = "Kratki savjeti";
"issuerecordscreen.label.quicktips1" = "Snimku zaslona možete snimati maksimalno 5 minuta.";
"issuerecordscreen.label.quicktips2" = "Snimljeni videozapis možete oblikovati, urediti i dodati mu bilješke.";
"issuerecordscreen.label.quicktips3" = "Ne zatvarajte aplikaciju dok se snima zaslon.";
"issuerecordscreen.label.quicktips4" = "Za više informacija, posjetite našu dokumentaciju za pomoć";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Sljedeći podaci prikupljaju se uz vaš pristanak:";
"dataconsentscreen.label.consent1" = "Vaša IP adresa i zapisnici konzole koji se generiraju tijekom snimanja";
"dataconsentscreen.label.consent2" = "Detalji vašeg okruženja, kao što su naziv uređaja, verzija operativnog sustava, itd.";
"dataconsentscreen.label.consent3" = "Mjerni podaci o performansama uređaja (kao što su memorija, vrijeme mrežne veze, itd.)";
"dataconsentscreen.label.consent4" = "Snimka zaslona prozora uređaja";
"dataconsentscreen.label.consent5" = "Prema zadanim postavkama, zvuk će se snimati tijekom snimanja zaslona. No, možete isključiti zvuk ili ponovno snimiti audiozapis prije njegova slanja.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Pristup mikrofonu je onemogućen";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Idite na Postavke i uključite mikrofon za snimanje zvuka.";
"videoannotationscreen.alert.microphonedisablediphone" = "Pristup mikrofonu je onemogućen. Idite na Postavke i uključite mikrofon za snimanje zvuka.";

// General
"general.label.recordingintiationfailed" = "Pokretanje snimanja zaslona nije uspjelo. Pokušajte ponovno";
"general.label.ok" = "U redu";
"general.label.submit" = "Predaj";
"general.label.done" = "Gotovo";
"general.label.cancel" = "Poništi";
"general.label.settings" = "Postavke";
"general.label.erroroccured" = "Pojavila se greška";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Veličina datoteke je prekoračena. Veličina datoteke ne smije prelaziti 3 MB";
"issuesubmissionscreen.label.attachfiles" = "Priloži datoteke";
"issuesubmissionscreen.label.newrecording" = "Novi zapis";
"issuesubmissionscreen.label.editrecording" = "Uredi zapis";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Nema audiozapisa";
"videoannotationscreen.label.shapeborderwidth" = "Širina obruba";
"videoannotationscreen.label.shapelineopacity" = "Prozirnost";
"videoannotationscreen.label.shapetextsize" = "Veličina teksta";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Element traje dulje od videozapisa";
"videoannotationscreen.alert.notallowed" = "Nije dozvoljeno";
"videoannotationscreen.alert.deleteexisitingaudio" = "Izbrišite postojeći audiozapis prije snimanja novog.";
"videoannotationscreen.alert.textlimitreached" = "Dostignuto ograničenje";
"videoannotationscreen.alert.textdeleteexisting" = "Izbrišite dio postojećeg teksta.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Pauzirajte videozapis prije snimanja zvuka";
"videoannotationscreen.alert.changesnotsaved" = "Vaše promjene nisu spremljene. Sigurno želite nastaviti?";
"videoannotationscreen.alert.proceed" = "Nastavi";
"videoannotationscreen.alert.stroketypesolid" = "Puno";
"videoannotationscreen.alert.stroketypedashed" = "Crtkano";
"videoannotationscreen.alert.entertext" = "Unesite tekst";

"videoannotationscreen.label.trim" = "Oblikuj";
"videoannotationscreen.label.mask" = "Maska";
"videoannotationscreen.label.shapes" = "Oblici";
"videoannotationscreen.label.text" = "Tekst";
"videoannotationscreen.label.audio" = "Zvuk";
"videoannotationscreen.label.block" = "Blokiraj";
"videoannotationscreen.label.blur" = "Zamagljeno";
"videoannotationscreen.label.rectangle" = "Pravokutnik";
"videoannotationscreen.label.oval" = "Ovalni";
"videoannotationscreen.label.arrow" = "Strelica";
"videoannotationscreen.label.color" = "Boja";
"videoannotationscreen.label.width" = "Širina";
"videoannotationscreen.label.style" = "Stil";
"videoannotationscreen.label.edit" = "Uredi";
"videoannotationscreen.label.size" = "Veličina";
"videoannotationscreen.label.background" = "Pozadina";
"videoannotationscreen.label.textregular" = "Standardno";
"videoannotationscreen.label.textbold" = "Podebljano";
"videoannotationscreen.label.textitalics" = "Kurziv";
"videoannotationscreen.label.textbolditalics" = "Podebljano-kurziv";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "Adresa e-pošte";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Sažetak snimke zaslona";
"issuesubmissionform.label.subjectdisplayname" = "Predmet";
"issuesubmissionform.label.subjectplaceholder" = "Unesite predmet";
"issuesubmissionform.label.addtoexistingticket" = "Dodaj postojećem upitu";
"issuesubmissionform.label.existingticketid" = "ID postojećeg upita";
"issuesubmissionform.label.enterticketidtolink" = "Unesite ID upita koji želite povezati";
"issuesubmissionform.label.issuedescription" = "Opis problema";
"issuesubmissionform.label.issuemoredetails" = "Navedite više pojedinosti o problemu";
"issuesubmissionform.label.submityourissue" = "Pošaljite svoj problem";
"issuesubmissionform.alert.videouploadfailed" = "Prijenos videozapisa nije uspio. Pokušajte ponovno.";
"issuesubmissionform.alert.thanksmessagetitle" = "Hvala što ste nas kontaktirali!";
"issuesubmissionform.alert.thanksmessagebody" = "Vaše brige su nam prioritet, i stoga će vas naš tim za podršku uskoro kontaktirati. Ugodan dan!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Nije uspio prijenos pojedinosti o uređivanju videozapisa. Pokušajte ponovno.";
"issuesubmissionform.label.entersubject" = "Unesite predmet problema";
"issuesubmissionform.label.enteremail" = "Unesite adresu e-pošte";
"issuesubmissionform.label.enterexistingticketid" = "Unesite ID postojećeg upita";
"issuesubmissionform.label.choosephoto" = "Izaberi fotografiju";
"issuesubmissionform.label.browse" = "Pregledaj";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Pristup biblioteci fotografija je onemogućen. Idite na Postavke i uključite Knjižnicu fotografija za pristup fotografijama.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Pristup Biblioteci fotografija je onemogućen";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Idite na Postavke i uključite Biblioteku fotografija za pristup fotografijama.";
"issuesubmissionform.alert.submitting" ="Slanje";
